[
  {
    "word": "Patojo",
    "meaning": "Niño o joven; persona de corta edad, usado comúnmente en Guatemala para referirse de forma coloquial a menores.",
    "examples": [
      "El patojo de la tienda siempre me ayuda a cargar las bolsas.",
      "Cuando era patojo jugaba en la calle con mis amigos."
    ]
  },
  {
    "word": "Shuco",
    "meaning": "Sándwich caliente típico de Guatemala, preparado con pan, carne asada o embutido, repollo y diversas salsas.",
    "examples": [
      "Nos comimos un shuco con chorizo después del partido.",
      "En la feria siempre venden shucos con bastante guacamol."
    ]
  },
  {
    "word": "Pisado",
    "meaning": "Persona en apuros o con mala suerte; también se utiliza como insulto coloquial, dependiendo del contexto.",
    "examples": [
      "Ese cuate está bien pisado con las deudas.",
      "Me dejó el bus y me siento pisado."
    ]
  },
  {
    "word": "Chero",
    "meaning": "Amigo cercano o compañero de confianza; término afectuoso y coloquial.",
    "examples": [
      "Voy a salir con mi chero de la infancia.",
      "Ese chero nunca me ha fallado."
    ]
  },
  {
    "word": "Chispudo",
    "meaning": "Persona hábil, rápida o ingeniosa para resolver problemas o actuar.",
    "examples": [
      "Ese patojo es bien chispudo para las matemáticas.",
      "Mi hermana es chispuda para hacer manualidades."
    ]
  },
  {
    "word": "Púchica",
    "meaning": "Exclamación usada para expresar asombro, sorpresa o decepción.",
    "examples": [
      "¡Púchica! No pensé que fueras a llegar tan temprano.",
      "Púchica, sí que estaba caro el pasaje."
    ]
  },
  {
    "word": "Chucho",
    "meaning": "Perro; también puede referirse a una persona tacaña o muy ahorrativa.",
    "examples": [
      "Ese chucho no deja de ladrar en las noches.",
      "Mi tío es bien chucho para gastar dinero."
    ]
  },
  {
    "word": "Canche",
    "meaning": "Persona de cabello rubio o claro.",
    "examples": [
      "Mi primo es canche como su mamá.",
      "Esa canche canta muy bonito."
    ]
  },
  {
    "word": "Chilero",
    "meaning": "Algo muy bueno, bonito o agradable; también usado para expresar aprobación.",
    "examples": [
      "¡Qué chilero está tu dibujo!",
      "El viaje estuvo chilero, lo volvería a hacer."
    ]
  },
  {
    "word": "Clavo",
    "meaning": "Problema o dificultad; situación incómoda o desafortunada.",
    "examples": [
      "Tengo un clavo con el carro, no arranca.",
      "Hubo clavo en la reunión y se canceló."
    ]
  },
  {
    "word": "Mula",
    "meaning": "Persona ingenua o que comete errores por descuido; también puede referirse a un error o tontería.",
    "examples": [
      "Fui mula y dejé las llaves adentro del carro.",
      "No seas mula, eso no se hace."
    ]
  },
  {
    "word": "Fregar",
    "meaning": "Molestar o incomodar a alguien; en otros contextos significa arruinar algo.",
    "examples": [
      "Dejá de fregar y ponete a trabajar.",
      "Se fregó la computadora con el apagón."
    ]
  },
  {
    "word": "Colocho",
    "meaning": "Cabello rizado o persona con el cabello rizado.",
    "examples": [
      "Mi hermana tiene el pelo colocho como mi abuela.",
      "Ese niño colocho parece un angelito."
    ]
  },
  {
    "word": "Trucha",
    "meaning": "Estar alerta o atento para evitar problemas o aprovechar oportunidades.",
    "examples": [
      "Andá trucha con tus cosas, que hay muchos ladrones.",
      "Estuve trucha y alcancé el último asiento."
    ]
  },
  {
    "word": "Cabal",
    "meaning": "Exacto, correcto o justo; usado para afirmar algo con seguridad.",
    "examples": [
      "Cabal, eso era lo que te quería decir.",
      "Llegaste cabal a la hora."
    ]
  },
  {
    "word": "Güiro",
    "meaning": "Niño pequeño; término coloquial y afectuoso.",
    "examples": [
      "El güiro de mi vecino está aprendiendo a caminar.",
      "De güiro me gustaba correr por el monte."
    ]
  },
  {
    "word": "Chonte",
    "meaning": "Agente de policía.",
    "examples": [
      "Un chonte estaba controlando el tráfico en la esquina.",
      "El chonte nos ayudó a encontrar la dirección."
    ]
  },
  {
    "word": "Bolo",
    "meaning": "Persona ebria o bajo los efectos del alcohol.",
    "examples": [
      "Ese cuate salió bolo de la fiesta.",
      "No quiero manejar bolo, mejor me voy en taxi."
    ]
  },
  {
    "word": "Bochinche",
    "meaning": "Alboroto o escándalo generado por varias personas.",
    "examples": [
      "En la plaza había un gran bochinche por el partido.",
      "Los niños hicieron bochinche en la clase."
    ]
  },
  {
    "word": "Chapín",
    "meaning": "Persona originaria de Guatemala; gentilicio coloquial.",
    "examples": [
      "Me siento orgulloso de ser chapín.",
      "Los chapines somos trabajadores."
    ]
  },
  {
    "word": "Camioneta",
    "meaning": "Autobús urbano o interurbano en Guatemala.",
    "examples": [
      "Tomé la camioneta para ir al mercado.",
      "Las camionetas se llenan en la mañana."
    ]
  },
  {
    "word": "Alero",
    "meaning": "Amigo o compañero cercano.",
    "examples": [
      "Ese alero siempre me apoya en todo.",
      "Vamos a jugar fútbol con los aleros."
    ]
  },
  {
    "word": "Chamusca",
    "meaning": "Partido de fútbol informal, jugado entre amigos.",
    "examples": [
      "Hoy en la tarde jugamos una chamusca en la cancha.",
      "Nos juntamos para una chamusca después del trabajo."
    ]
  },
  {
    "word": "Guaro",
    "meaning": "Bebida alcohólica destilada, especialmente aguardiente.",
    "examples": [
      "Compraron guaro para la fiesta patronal.",
      "El guaro de esa región es muy fuerte."
    ]
  },
  {
    "word": "Mish",
    "meaning": "Gato doméstico.",
    "examples": [
      "El mish se subió al techo.",
      "Ese mish siempre duerme en mi cama."
    ]
  },
  {
    "word": "Tatay",
    "meaning": "Padre; usado de manera afectuosa o respetuosa.",
    "examples": [
      "Mi tatay me enseñó a trabajar la tierra.",
      "El tatay de Juan es carpintero."
    ]
  }
]